<!DOCTYPE HTML>
<!--
	Transitive by TEMPLATED
	templated.co @templatedco
	Released for free under the Creative Commons Attribution 3.0 license (templated.co/license)
-->
<html>
	<head>
		<title>Transitive by TEMPLATED</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body>

		<!-- Header -->
			<header id="header" class="alt">
				<div class="logo"><a href="index.html">Transitive <span>by TEMPLATED</span></a></div>
				<a href="#menu" class="toggle"><span>Menu</span></a>
			</header>

		<!-- Nav -->
			<nav id="menu">
				<ul class="links">
                    <li><a href="/">Home</a></li>
					<li><a href="generic">Generic</a></li>
				
				</ul>
			</nav>

		<!-- Banner -->
		<!--
			To use a video as your background, set data-video to the name of your video without
			its extension (eg. images/banner). Your video must be available in both .mp4 and .webm
			formats to work correctly.
		-->
			<section id="banner" data-video="images/banner">
				<div class="inner">
					<h1>Transitive</h1>
					<p>A full responsive, business-oriented HTML5/CSS3 template<br />
					built by <a href="https://templated.co/">Templated</a> and released under the <a href="https://templated.co/license">Creative Commons</a>.</p>
					<a href="#one" class="button special scrolly">Get Started</a>
				</div>
			</section>

		<!-- One -->
			<section id="one" class="wrapper style2">
				<div class="inner">
					<div>
						<div class="box">
							<div class="image fit">
								<img src="https://cdn.culture.ru/images/54b418fe-7198-5a6a-b8d7-8360862ba644" alt="" />
							</div>
							<div class="content">
								<header class="align-center">
									<h2>История татарской музыки</h2>
									<p>От Средневековья до современности</p>
								</header>
								<hr />
								<p> В развитии народной музыки выделяют три основных этапа: Древняя эпоха (архаический фольклор) — Средневековье (традиционный, или классический, фольклор) — современность (современный фольклор). Это универсальная схема, применимая для многих народов. В формировании татарской музыки на ранних этапах приняли участие тюркский и финно-угорский компоненты, в средневековый период — арабо-персидский, а в позднюю эпоху — европейский и русский. Аналогичные процессы происходили и в татарском языке: можно проследить общетюркскую основу, финно-угорскую лексику, арабо-персидские, русские и иностранные заимствования.</p>
								<p>Первую нотную запись татарских напевов сделал учитель музыки Иван Добровольский в 1816 году. Вероятно, в зарубежных архивах есть еще нотные рукописи, но, так или иначе, музыковеды располагают достоверной, документально зафиксированной информацией о татарских народных мелодиях лишь позднего периода. Музыкальные инструменты, в отличие от напевов, осязаемы и служат материальными свидетельствами ушедшей эпохи. Духовые (глиняные свистульки) и струнные инструменты типа гуслей археологи находили во время раскопок на территории Булгарского государства. Но подобные находки — редкость, потому что инструменты, сделанные из недолговечных материалов (дерево, тростник), практически не сохраняются в почве.</p>
							</div>
						</div>
					</div>
				</div>
			</section>

		<!-- Two -->
			<section id="two" class="wrapper style3">
				<div class="inner">
					<div id="flexgrid">
						<div>
							<header>
								<h3>Песенный жанр</h3>
							</header>
							<p class="white-font">В песенном творчестве татар есть несколько основных жанров. По тематике и функции песни бывают лирические, обрядовые, трудовые, игровые, колыбельные, а по форме и музыкальному стилю — протяжные (озын көй), короткие (кыска көй) песни и так называемые деревенские напевы (авыл көе).

							<p class="white-font"> Со второй половины XIX века в истории татарской музыкальной культуры начинается качественно новый этап. На фоне общих процессов интеграции татар (выработки общих норм литературного языка, консолидации разных субэтнических групп, которая в итоге привела к формированию современной нации) складывается общенациональный песенный стиль. Тогда в быт татар проникали новые музыкальные инструменты (например, гармоники), развивались новые жанры, сочинялись песни, которые известны до сих пор. Среди них — «Күбәләгем» («Бабочка моя»), «Алмагачлары» («Яблони»), «Баламишкин» («Дитя Мишкина»), «Сабан туе» («Сабантуй»), «Арча» («Арск»), «Сарман» («Сарманово»), «Минзәлә» («Мензелинск») и другие. Это, как правило, лирические, игровые и плясовые песни. По структуре они достаточно просты и однородны, основываются на восьми-, семислоговом стихе, имеют равнопульсирующий слогоритм. Этим они отличаются от песен старого, донационального слоя.
							<p class="white-font"> В песенном творчестве татар есть несколько основных жанров. По тематике и функции песни бывают лирические, обрядовые, трудовые, игровые, колыбельные, а по форме и музыкальному стилю — протяжные (озын көй), короткие (кыска көй) песни и так называемые деревенские напевы (авыл көе). Озын көй — протяжные лирические песни. Как правило, на них накладывали тексты десяти- или девятислогового строения. Классические примеры: «Кара урман» («Дремучий лес»), «Әллүки» (звукосочетание наподобие «баю-бай»), «Сибелә чәчәк» («Осыпаются цветы»), «Салкын чишмә» («Холодный родник»). Кыска көй — подвижные мелодии с четкой «квадратной» структурой и незначительным количеством распевов. Популярные примеры — «Күбәләгем» («Бабочка моя»), «Алмагачлары» («Яблони»), «Баламишкин» («Дитя Мишкина»), «Сабан туе» («Сабантуй»). Авыл көе — лирические песни умеренного темпа. В названиях нередко содержатся наименования мест их возникновения и распространения: бывают песни «Сарман», «Арча» и так далее. Часто исполняются коллективно, под аккомпанемент гармони.
							<ul class="actions">
						
							</ul>
						</div>
						<div>
							<header>
								<h3>Музыкальные инструменты: 
									гармонь и скрипка</h3>
							</header>
							<p class="white-font">Сегодня татарская инструментальная музыка ассоциируется у людей с гармоникой, хотя в быт татар она вошла только во второй половине XIX века. Правда, она сразу обрела невероятную популярность и получила повсеместное распространение, отодвинув на задний план предшествующие курай, скрипку, кубыз (тимер-кубыз — металлический инструмент в форме дуги с вибрирующей пластиной) и другие. 
						
							<p class="white-font"> Татары немного изменили конструкцию гармоники, приспособив ее под пентатонные одноголосные мелодии (пентатоника — ладовая основа татарской музыки). В результате появились национальные разновидности гармоники. А еще татарские музыканты выработали собственную манеру игры: если русские широко использовали гармонические возможности гармошки (играли на ней аккорды, поддерживающие мелодию голоса), то татары освоили ее преимущественно как мелодический инструмент, стремясь воспроизвести орнаментальные мелодии в высоком регистре, как это делали раньше на курае или народной скрипке. Татары тоже применяли аккорды, но для них они не имели принципиального значения. Сохранялся монодийный (одноголосный) тип мышления, то есть мы видим, что инструмент был новым, а восприятие музыки осталось прежним.
							<p class="white-font"> Вероятно, гармонь стала популярной благодаря акустическим и конструктивным свойствам: громкий звук, яркий тембр, долговечный материал, портативность, устойчивый строй. Для сравнения: дерево или полый стебель растения, из которых делали кураи, со временем рассыхались, трескались. У тимер-кубыза — звук тихий, слабый, а тонкая пластинка в процессе эксплуатации ломалась. Гусли, которые использовали кряшены, постоянно требовали подстройки.
								<p class="white-font"> До гармоники традиционным для татар инструментом была скрипка. Об этом, например, поется в русской народной песне: «Приведи-ка, матушка, татарина с скрыпкою, мордвина с волынкою» (кстати, текст этой песни в Болдино записал Александр Сергеевич Пушкин). Люди, далекие от фольклора, думают, что скрипка — не татарский инструмент, а европейский, вспоминают Паганини, мастеров Страдивари и Амати. Но людей вводит в заблуждение то, что они представляют фабричный инструмент, хотя раньше скрипки часто изготавливали из хорошо высушенной еловой или яблоневой древесины кустарным способом, а на смычок натягивали конский волос. При игре инструмент держали не возле плеча, а вертикально, с упором на колено. Именно так играли в прошлом на кыл-кубызе — древнем струнно-смычковом инструменте тюркоязычных народов, предшественнике современной народной скрипки. В некоторых ареалах скрипку называли «каз-муен» («гусиная шея») — такое название я слышала в 2016 году в Тетюшском районе Татарстана. Но, к сожалению, традиция игры на скрипке у татар сегодня полностью утрачена.
							<ul class="actions">
		
							</ul>
						</div>
						<div>
							<header>
								<h3>Ислам и музыка: 
									татарская народная традиция чтения Корана</h3>
							</header>
							<p class="white-font">Искусство чтения Корана — самобытная и важная часть татарской традиционной музыкальной культуры. Истоки традиции восходят к Булгарскому периоду истории, времени принятия ислама (официальной датой считается 922 год, хотя, по некоторым данным, это произошло раньше — в VIII–IX веках).

							<p class="white-font"> Исполнители коранических распевов ориентируются на таджвид — науку правильного чтения Корана в соответствии с фонетикой арабского языка. Роль играют и музыкальные предпочтения чтецов. Информанты говорят, что даже в мусульманских учебных заведениях конкретным напевам не обучают, поэтому каждый решает эту творческую задачу по-своему. Люди слушают кассеты, диски, обращаются к записям в интернете, и в последние годы все чаще (особенно молодые священнослужители) интонируют на арабский манер. Исполнители старшего возраста (60−80 лет) традиционно опираются на пентатонику, в их манере прослеживается прочная связь с народно-песенными истоками.
							<p class="white-font"> В некоторых толкованиях Корана утверждается, что исполнение и прослушивание музыки — грех. Но согласно нашим экспедиционным опросам и наблюдениям, население считает, что музыка не противоречит нормам ислама. Осуждается все, что связано с грехом или доводит до греха, — праздное времяпрепровождение или распитие спиртных напитков. А пение и игра на инструментах, тем более если они служат благим целям, наоборот, приветствуются. При этом в некоторых деревнях пожилые женщины отказывались петь на сцене клуба, объясняя это тем, что в их возрасте это неприлично. А где-то муллы или абыстай участвуют в фольклорных ансамблях и активно выступают на концертных площадках. Еще я знаю одного священнослужителя, который даже организовал кружок по изготовлению кураев. Во время занятий он не только посвящает детей в тонкости ремесла, но и проводит беседы об исламе, поясняет смысл ритуалов, молитв и так далее. То есть он поставил музыку на службу религии.
							<ul class="actions">
		
							</ul>
						</div>
					</div>
				</div>
			</section>

		<!-- Three -->
			<section id="three" class="wrapper style2">
				<div class="inner">
					<div class="grid-style">
                        <?php
                            $con = mysqli_connect("localhost", "root", "", "DB");
                            mysqli_set_charset($con, "utf8");

                            if ($con == false) {
                                echo ("Ошибка подключения: " . mysqli_connect_error());
                            }
                            else {
                                $sql = "SELECT id, name, image, description FROM data";
                                $result = mysqli_query($con, $sql);
                                $rows = mysqli_fetch_all($result, MYSQLI_ASSOC);

                                foreach ($rows as $row) {
                                    echo (
                                            "<div>
                                            <div class='box'>
                                                <div class='image fit'>
                                                    <img src='{$row['image']}' alt='' />
                                                </div>
                                                <div class='content'>
                                                    <header class='align-center'>
                                                        <h2>
                                                            {$row['name']}</h2>
                                                        <p></p>
                                                    </header>
                                                    <hr />
                                                    <p>
                                                        {$row['description']}
                                                    </p>
                                                </div>
                                            </div>
                                        </div>"
                                    );
                                }
                            }
                        ?>
					</div>
				</div>
			</section>

		<!-- Four -->
			<section id="four" class="wrapper style3">
				<div class="inner">

					<header class="align-center">
						<h2>Музыкальная культура татарского народа</h2>
						<p>Музыкальная культура также переживает замечательный подъем, перед которым кажутся незначительными успехи, достигнутые в восстановительный период. Татарская музыкальная молодежь получила в это время серьезное образование у русских преподавателей в Московской консерватории, где по решению Советского правительства была открыта татарская оперная студия. Там велась всесторонняя подготовка по всем видам музыкальных специальностей: композиторов, режиссеров, певцов, оркестрантов, артистов балета и пр. Почти весь актив молодых музыкантов, подготовленных в Казанском музыкальном техникуме, проходил обучение в Москве. Там учились такие исполнители, как С. Айдаров, С. Садыкова, М. Булатова, Х. Забирова, А. Измайлова, Г. Кайбицкая, Ф. Насретдинов, М. Рахманкулова и многие другие; композиторы С. Сайдашев, Н. Жиганов, Дж. Файзи, 3. Хабибуллин, Ф. Яруллин и т.д.

							Уже в 1939 г. Казань порадовалась прекрасным результатам, достигнутым татарскими музыкантами, обучавшимися в Москве. Молодой композитор Н. Жиганов закончил свою первую оперу «Качкын» («Беглец»). Это было крупным событием, означавшим начало нового периода в истории татарской музыки. «Качкын» явился оперой вполне национальной, написанной талантливым высококультурным татарским композитором, выходцем из рабочей семьи. Период «коллективных», «фольклорных» опер, типа «Сания», закончился. К премьере «Качкын» завершилась и организация Татарского государственного театра оперы и балета, торжественно открытого в 1939 году.
							
							Эта премьера прошла как народное торжество, исполнители удостоились почетных званий: народных артистов Татарской АССР — А. Измайлова и Г. Кайбицкая,
							заслуженных деятелей искусств Татарской АССР — Н. Жиганов, Г. И. Литинский (проф. Московской консерватории, руководитель татарской студии) и С. С. Бергольц (первый дирижер и художественный руководитель театра). В довоенные годы С. Сайдашев написал несколько музыкальных произведений к спектаклям: «Бишбуляк» Т. Гиззата, «Кузляр» Фаткуллина и др.
							
							В работе оперного театра ярко проявлялось содружество татарских и русских деятелей сцены — черта, столь свойственная всем областям жизни в советскую эпоху. Часто в одних и тех же ролях выступали и татарские и русские артисты, оперы ставились русскими и татарскими режиссерами.
							
							В 1940 г. была поставлена вторая опера Н. Жиганова «Ирек» («Свобода») на тему: Октябрь в татарской деревне (либретто 3. Сафина), а в 1941 г.- третья его опера «Алтынчэч» («Золотоволосая») на сюжет татарской народной легенды (либретто написано М. Джалилем). За эту оперу композитор удостоился Сталинской премии.
							
							Казанские композиторы за эти годы создали выдающиеся произведения во многих музыкальных жанрах: опера «Галиябану» М. Музаффарова, балет «Шурале» Ф. Яруллина на сюжет сказки Габдуллы Тукая, сюита «Сабантуй» А. Ключарева, крупные симфонические вещи, сюиты, увертюры и пр. (В. Виноградов, А. Ключарев, М. Музаффаров, Н. Жиганов и другие), много лирических песен и художественных обработок народных песен (Сайдашева Салиха Замалетдиновича, Файзи Джаудата Харисовича,Хабибуллина Загида Валеевича.).</p>
					</header>

				</div>
			</section>

		<!-- Footer -->
			<footer id="footer" class="wrapper">
				<div class="inner">
					<section>
						<div class="box">
							<div class="content">
								<h2 class="align-center"></h2>
								<hr />
								<form action="#" method="post">
									<div class="field half first">
					<div class="copyright">
						
					</div>
				</div>
			</footer>

		<!-- Scripts -->
			<script src="assets/js/jquery.min.js"></script>
			<script src="assets/js/jquery.scrolly.min.js"></script>
			<script src="assets/js/jquery.scrollex.min.js"></script>
			<script src="assets/js/skel.min.js"></script>
			<script src="assets/js/util.js"></script>
			<script src="assets/js/main.js"></script>

	</body>
</html>